{
  "genres": [
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Action games main mechanics revolve around one or more of the following:</p>\n<ul>\n<li>Accuracy</li>\n<li>Movement</li>\n<li>Quick Decisions</li>\n<li>Reflexes</li>\n<li>Timing</li>\n</ul>\n<p>This genre only applies to games that don't fit in the other action-based basic genres such as Racing/Driving, Role-Playing (RPG) and Sports. However, some games use a hybrid of genres and then a combination is allowed. This applies almost unique to the combination with Racing/Driving, e.g. the later <a href=\"https://www.mobygames.com/group/167/grand-theft-auto-series/\">Grand Theft Auto</a> games (Action + Racing/Driving). Driving games that focus on vehicular combat as well, such as <a href=\"https://www.mobygames.com/game/86875/wreckfest/\">Wreckfest</a> or the <a href=\"https://www.mobygames.com/group/1773/mario-kart-series/\">Mario Kart</a> games do not receive the Action genre, they use the secondary genre Vehicular Combat instead.</p>\n<p>Another rare combination is Action + Adventure where both traditional story and puzzle based adventure mechanics are combined with action sequences. This should not be confused with the Action-Adventure genre which is used as a marketing term. MobyGames does not use the genre Action-Adventure. Those games are always treated as Action games here.</p>",
      "genre_id": 1,
      "genre_name": "Action"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Add-ons, expansion packs or downloadable content (DLC) are additional content created for a released video game. They are applied to the main game and require it to run, as the content cannot be played separately. The content can be a full expansion of the existing game, but also small additions such as currencies, enemies, extras (non-game elements such as soundtracks, wallpapers, beta access etc.), game modes, items, maps, outfits/skins, player units and so on.</p>\n<p>Game entries using the genre \"Add-on\" do not receive any other genres inherited from the main game, except when it introduces a new genre to the game, such as a new perspective or a new theme. This also needs to be mentioned in the game's description.</p>",
      "genre_id": 62,
      "genre_name": "Add-on"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Adventure games emphasize experiencing a story through dialogue and puzzle solving. Gameplay mechanics emphasize decision over action. Puzzle solving usually revolves around combining or manipulating items to advance the story. Some sub-genres like visual novels often skip on the puzzle solving and focus fully on interactive narrative. The name Adventure stems from the game <a href=\"https://www.mobygames.com/game/30153/adventure/\">Adventure</a> (a.k.a. <em>Colossal Cave</em>), and not to the unrelated film/book genre Adventure.</p>",
      "genre_id": 2,
      "genre_name": "Adventure"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Denotes any package that contains a combination of game titles. </p>\n<p>\"Compilations\" are two or more games in a series (prequels/sequels) or a similar genre and/or their add-ons.</p>",
      "genre_id": 76,
      "genre_name": "Compilation"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Educational games try to teach the player through playing. Usually intended for younger children, educational games offer a fun, indirect way to practice \"non-fun\" subjects like spelling, math, history, etc. Educational games are often called “Edutainment”.</p>",
      "genre_id": 12,
      "genre_name": "Educational"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Gambling games are titles where the majority of the gameplay is based around betting or wagering something on an event with an uncertain outcome with the intent of winning something else of value. Typical examples are slot machines, games of roulette or betting on a horse crossing the finish line.</p>\n<p>For some games Gambling is combined with the basic genre Strategy when tactics can influence the element of risk (chance). Typical examples are Poker or Blackjack.</p>\n<p><strong>Limitation</strong> </p>\n<ul>\n<li>Games where gambling is a mini-game, a side activity or an optional part of the game (lootboxes or gacha games) do no use this genre. They receive the subgenre Gambling elements instead, part of the Gameplay category.</li>\n<li>MobyGames does not document online casino websites or apps.</li>\n</ul>",
      "genre_id": 28,
      "genre_name": "Gambling"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Idle games are mostly persistent titles that continue in the player's absence, without player interaction or when the game is closed entirely. They usually contain optional or minimal interaction. They are often closely related to <a href=\"https://www.mobygames.com/game-group/genre-incremental-games\">Incremental</a> games such as clicker games (PC) or tap games (mobile), but they only receive Idle as a genre when there is progress without user interaction.</p>\n<p>Most of these games are based around grinding: there is incremental gameplay or exponential growth where an in-game currency or meter increases at a steady rate or progress is made steadily without player interaction.</p>\n<p>Goals are provided by reaching certain milestones or achievements. Some games allow the players to play indefinitely, while others feature endings after a certain amount of progress is made.</p>\n<p>Optional player interaction is often based around clicking to gather items or speed up the progress, selecting or activating items or abilities, or spending a currency on upgrades.</p>\n<p>The first idle game is attributed to <a href=\"https://www.mobygames.com/game/20741/progress-quest/\">Progress Quest</a> (2002) by <a href=\"https://www.mobygames.com/search/?q=Eric+Fredriksen\">Eric Fredriksen</a>.</p>\n<p><strong>Limitations</strong>:</p>\n<ul>\n<li>Games with a strong focus on social elements and time-limited events set in a persistent universe are not considered idle games when there is a lot of interaction (e.g. MMORPGs, live service games or titles with seasonal content).</li>\n</ul>",
      "genre_id": 235,
      "genre_name": "Idle"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Puzzle games focus purely on solving puzzles usually without much narrative. Puzzles exist in many varieties: strategic, tactical, logical, trivia, word puzzles etc. Where puzzles do not make up the entirety of a game but are present in parts of a game, should be marked as the Gameplay genre Puzzle Elements.</p>",
      "genre_id": 118,
      "genre_name": "Puzzle"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Racing / Driving games allow the player to race, or drive vehicles in a leisurely manner. Racing can be done in vehicles of any kind,, or in completely abstract graphics. Games with this genre needs to have racing/driving for the majority of the game, not just as a short sequence. Exceptions to the genre include racing on foot or on mounts (including chariot racing), which qualify as Sports.</p>",
      "genre_id": 6,
      "genre_name": "Racing / Driving"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Role-Playing games (RPGs) belong to a varied game genre that focuses on character development. Additional aspects that are often found in RPGs are:</p>\n<ul>\n<li>Amassing wealth</li>\n<li>Narrative</li>\n<li>Tactical combat</li>\n</ul>\n<p>Character development in RPGs does not necessarily happen as in traditional stories, but means the main character(s) in the game learns new abilities or improves the capabilities of old ones. Character development also includes collecting armament and/or utilities of gradually increasing power.</p>\n<p>If a game does not encompass major game mechanics of an RPG, but includes some of them (such as experience and character statistics) then add the Gameplay genre RPG elements.</p>",
      "genre_id": 50,
      "genre_name": "Role-playing (RPG)"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Simulation games can be one of many different types of simulations. What all simulations have in common is that they are more realistically modeled to real life situations and/or variables than most games. Simulation games can model a wide variety of different situations and variables, most common are:</p>\n<ul>\n<li>business/trade simulations</li>\n<li>construction simulations</li>\n<li>life simulations</li>\n<li>management simulations</li>\n<li>sports simulations</li>\n<li>vehicle simulators</li>\n<li>war simulations (Wargames)</li>\n</ul>",
      "genre_id": 3,
      "genre_name": "Simulation"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Special Editions that contain a base game with additional physical or digital content otherwise unavailable. It is usually released simultaneously with the standard edition of a game.</p>\n<p>If all the additional content is in-game, it has to be exclusive to the special edition - otherwise, the Compilation genre should be used instead.</p>",
      "genre_id": 187,
      "genre_name": "Special edition"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Sports games are games in which players control either players or managers of a real or fictional sports. This includes ball games, gym activities, aquatic events, fighting matches, and acrobatics. Races qualify among sports as long as they are non-vehicular, otherwise if they fit under the Motorsports category they go in the Racing / driving genre. Also excluded are Mind Sports, which qualify as Strategy / tactics.</p>",
      "genre_id": 5,
      "genre_name": "Sports"
    },
    {
      "genre_category": "Basic Genres",
      "genre_category_id": 1,
      "genre_description": "<p>Strategy/Tactics games revolve around strategic and/or tactical usage of resources often in combat or managerial scenarios.</p>",
      "genre_id": 4,
      "genre_name": "Strategy / tactics"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>The player sees the game world as if through their own eyes. This is often emulated through seeing the player character’s hands and whatever they may be holding (a weapon or other object) or the cockpit/controls of any vehicle being controlled.</p>",
      "genre_id": 7,
      "genre_name": "1st-person"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>The protagonist is controlled using a third-person view, but one that does not fit the other options or is open to interpretation.</p>",
      "genre_id": 126,
      "genre_name": "3rd-person (Other)"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>Audio games have no graphical viewpoint and feature only audio. Audio games can have visuals, but can be played on audio cues alone.</p>",
      "genre_id": 127,
      "genre_name": "Audio game"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>These games make use of a camera that floats behind a character. The player looks over the shoulder or from behind the back of the main character. The main character does not have to be a human, but can be anything ranging from a racing car to an undefined blob.</p>",
      "genre_id": 128,
      "genre_name": "Behind view"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>A diagonal-down view is an elevated view of an object from above. It is any angle above a behind view and below a top-down view. This also includes 2D games with a 3/4 view where elements of a side view and top-down view are mixed. For example, if the ground/floor is flat and seen from directly overhead, but the sides of the characters are visible, it's a diagonal-down view. If the ground/floor is seen from directly overhead and only the tops of the characters' heads and shoulders are visible, the top-down genre should be applied instead.</p>",
      "genre_id": 129,
      "genre_name": "Diagonal-down"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>These games use a traditional “platforming” viewpoint where the action is seen from the side. This perspective can be used for 2D as well as 3D games, both scrolling and static.</p>",
      "genre_id": 17,
      "genre_name": "Side view"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>These games have no graphical viewpoint as they are composed entirely of text or spreadsheets. </p>",
      "genre_id": 130,
      "genre_name": "Text-based / Spreadsheet"
    },
    {
      "genre_category": "Perspective",
      "genre_category_id": 2,
      "genre_description": "<p>These games use a top-down view, also called an overhead view or a helicopter view. A top-down view is strict and cannot have any angle at all.</p>",
      "genre_id": 13,
      "genre_name": "Top-down"
    },
    {
      "genre_category": "Visual Presentation",
      "genre_category_id": 12,
      "genre_description": "<p>These games' worlds scroll (in any two dimensional direction) either forcedly, or because the camera follows a certain character or cursor (tracking camera).</p>",
      "genre_id": 131,
      "genre_name": "2D scrolling"
    },
    {
      "genre_category": "Visual Presentation",
      "genre_category_id": 12,
      "genre_description": "<p>Different, fixed camera positions are set during the game’s creation for a maximum cinematic effect. These positions cannot be controlled by the player.</p>",
      "genre_id": 132,
      "genre_name": "Cinematic camera"
    },
    {
      "genre_category": "Visual Presentation",
      "genre_category_id": 12,
      "genre_description": "<p>These games use a single, fixed screen to show a specific level or scene. A level can also be larger than a single fixed screen, in this case when the player reaches the end of the screen the whole screen is \"flipped\" (replaced by a new fixed screen).</p>",
      "genre_id": 133,
      "genre_name": "Fixed / flip-screen"
    },
    {
      "genre_category": "Visual Presentation",
      "genre_category_id": 12,
      "genre_description": "<p>DO NOT SELECT THIS FOR FIRST-PERSON GAMES! This genre is used when the camera is not attached to a specific avatar and does not follow a specific target, which is most commonly seen in sandbox or strategy games. The player is able to freely slide/scroll/rotate through the environment. Zooming in and out of the environment may also be possible, but zooming by itself is not sufficient to qualify a game for this genre.</p>",
      "genre_id": 134,
      "genre_name": "Free camera"
    },
    {
      "genre_category": "Visual Presentation",
      "genre_category_id": 12,
      "genre_description": "<p>These games use an isometric, trimetric or dimetric two dimensional perspective to create a pseudo 3D effect. Although often used to represent a certain viewpoint incorporating a bird’s-eye view by default, the focus is entirely on using 2D to create a 3D effect. A game that uses 3D, for characters or backgrounds, is not isometric by default.</p>",
      "genre_id": 25,
      "genre_name": "Isometric"
    },
    {
      "genre_category": "Art Style",
      "genre_category_id": 13,
      "genre_description": "<p>These games use a traditionally \"Japanese\" style of Japanese animation (\"Japanimation\" or \"Anime\"), Japanese comics (\"Manga\"), or the adult oriented “Hentai”. This also applies to other traditional styles incorporated in anime such as Chibi.</p>",
      "genre_id": 57,
      "genre_name": "Anime / Manga"
    },
    {
      "genre_category": "Art Style",
      "genre_category_id": 13,
      "genre_description": "<p>Augmented reality (AR) is an art style introducing live direct or indirect view of a physical, real-world environment whose elements are \"augmented\" by computer-generated perceptual information.</p>",
      "genre_id": 221,
      "genre_name": "Augmented reality"
    },
    {
      "genre_category": "Art Style",
      "genre_category_id": 13,
      "genre_description": "<p>Games in which most of the game is presented as full motion video (FMV) or other forms of animations as well as live action. Many of these games are interactive movies where the player can from time to time choose a path to take with minimal or timed input. It also covers games where most of the game content is shown through full motion video. This art style refers to the gameplay content, not the cut-scenes.</p>\n<p><strong>Related items</strong></p>\n<ul>\n<li><a href=\"https://www.mobygames.com/genre/live-action/\">Art Style: Live action</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/genre/video-backdrop/\">Art Style: Video backdrop</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/search/?q=Live+action+cut-scenes\">Live action cut-scenes</a> (game group)</li>\n</ul>",
      "genre_id": 60,
      "genre_name": "Full Motion Video (FMV)"
    },
    {
      "genre_category": "Art Style",
      "genre_category_id": 13,
      "genre_description": "<p>Games where a large part of the <strong>interactive gameplay</strong> makes use of live action scenes. This is an art style for videography that uses real actors in footage shot with cameras. It can be complemented with CGI, but the actors themselves are not animated. This art style is not related to the use of motion capture to animate characters. Digitised characters also do not apply. The live action scenes need to be part of the interactive gameplay. Games that use live action scenes exclusively for static cut-scenes use the game group <a href=\"https://www.mobygames.com/group/9157/live-action-cut-scenes/\">Live action cut-scenes</a> instead. A large amount of games with Live action as an art style for the interactive gameplay carry the art style Full Motion Video in addition. It is also used for Chromakey recordings with actors against a video backdrop or an animated background, as long as the actors are part of interactive gameplay sequences.</p>\n<p><strong>Related items</strong></p>\n<ul>\n<li><a href=\"https://www.mobygames.com/genre/fmv/\">Art Style: Full Motion Video (FMV)</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/genre/video-backdrop/\">Art Style: Video backdrop</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/group/9157/live-action-cut-scenes/\">Live action cut-scenes</a> (game group)</li>\n</ul>",
      "genre_id": 217,
      "genre_name": "Live action"
    },
    {
      "genre_category": "Art Style",
      "genre_category_id": 13,
      "genre_description": "<p>Games where the <strong>interactive gameplay</strong> largely or entirely takes place against a backdrop with recorded footage. The footage can be edited or enhanced, but it needs to have been recorded with cameras. These games then have other elements in the foreground, either animated characters, vehicles or other elements, or live action actors brought into the game using chromakey.</p>\n<p>This genre is <strong>not to be used</strong> for titles where in interactive parts both the actors and the environment are filmed together. It also does not apply to games where the video backdrop is only used for cut-scenes and not the gameplay itself.</p>\n<p><strong>Related items</strong></p>\n<ul>\n<li><a href=\"https://www.mobygames.com/genre/fmv/\">Art Style: Full Motion Video (FMV)</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/genre/live-action/\">Art Style: Live action</a> (genre)</li>\n<li><a href=\"https://www.mobygames.com/search/?q=Live+action+cut-scenes\">Live action cut-scenes</a> (game group)</li>\n</ul>",
      "genre_id": 67,
      "genre_name": "Video backdrop"
    },
    {
      "genre_category": "Pacing",
      "genre_category_id": 9,
      "genre_description": "<p>Meditative or Zen games try to calm or relax players. These types of games often have no goals and players can't do anything wrong inside the game.</p>",
      "genre_id": 69,
      "genre_name": "Meditative / Zen"
    },
    {
      "genre_category": "Pacing",
      "genre_category_id": 9,
      "genre_description": "<p>Persistent games’ mechanics continue even when the player is not playing the game. Either the game state is simulated on a remote server or the changes over time are calculated when the player returns to playing.</p>",
      "genre_id": 94,
      "genre_name": "Persistent"
    },
    {
      "genre_category": "Pacing",
      "genre_category_id": 9,
      "genre_description": "<p>Real-time games present the game continuously, as opposed to in turns like a game of Chess. This descriptor is not to be used on action games, which are inherently real-time. In some cases the player can still pause the game at any given time.</p>",
      "genre_id": 15,
      "genre_name": "Real-time"
    },
    {
      "genre_category": "Pacing",
      "genre_category_id": 9,
      "genre_description": "<p>Turn-Based games are divided in turns. Players can usually only interact with the game during their turn.</p>",
      "genre_id": 106,
      "genre_name": "Turn-based"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>By definition, 4X is the abbreviation of <strong>eXploration</strong>, <strong>eXpansion</strong>, <strong>eXploitation</strong>, and <strong>eXtermination</strong>, a term originally coined by <a href=\"https://www.mobygames.com/person/2841/alan-emrich/\">Alan Emrich</a>. In terms of use and practice, 4X is some what more complex and may have expanded from its original definition.</p>\n<p>Traditionally 4X was first popularly used to identify strategy games such as <a href=\"https://www.mobygames.com/game/585/sid-meiers-civilization/\">Sid Meier's Civilization</a> and <a href=\"https://www.mobygames.com/game/212/master-of-orion/\">Master of Orion</a>, although 4X games by its characteristics may have existed far earlier than the aforementioned games.</p>\n<p>A 4X game <strong>must</strong> fulfill <strong>ALL</strong> the following requirements:</p>\n<ul>\n<li><strong>Strategic gameplay</strong> - the player usually plays the role of a leader or adviser to a race, faction, country, civilization, nation, or any bunch of blokes in a large scale population against opposing forces. The game genre is usually limited to the strategy gameplay. No other genres have been identified under 4X.</li>\n<li><strong>eXploration</strong> - the purpose of exploring surrounding territories, which may signify the use of a <strong>map</strong>. Exploration is conducted by sending out units to unexplored regions, where newly discovered locations become and remain revealed, depending on the variations of an implemented fog of war effect.</li>\n<li><strong>eXpansion</strong> - the objective to expand territory or area of control, usually (optional) after eXploration campaigns have been successfully carried out. The strategy of eXpansion requires a balance between the player's ability to expand as well as the player's ability to defend and hold conquered or areas under the player's control. Existing or new areas/territories (towns, planets, etc.), may then be developed with structural buildings or other enhancements.</li>\n<li><strong>eXploitation</strong> - the objective to control resources, where resources may or may not be limited. The eXploitation category goes hand-in-hand with the eXpansion category: the more territory the player controls, the less the opponent does, thus the more resources the player has to his/her disposal.</li>\n<li><strong>eXtermination</strong> - the result of continuous expansion. Conflict is inevitable and when push comes to shove, extermination of the opponent is eminent. Extermination requires the total elimination of an opponent or to subdue the opponent under the player's direct or indirect control (i.e. vassal, puppet, etc.) via armed conflict or diplomatic devices.</li>\n<li><strong>Randomly generated environments</strong> - See the <a href=\"https://www.mobygames.com/group/8817/games-with-randomly-generated-environments/\">Games with randomly generated environments</a> game group for further information.</li>\n<li><strong>Structural building</strong> - no 4X game has been identified to do without a structural building or similar devices. Anything from a latrine to a planetary doomsday weapon station may be used to further advance the player's purpose.</li>\n<li><strong>Technological advancement</strong> - traditionally, 4X games have identified the use of technology advancements (or popularly known as a technology tree). These advancements are usually identified with the requirement to use resources, time to research, upgrade an idea or object, or other steps/factors needed before a certain (new or upgraded) technological benefit, unit, building, or similar devices be available to the player.</li>\n<li><strong>Diplomacy</strong> - the concept of <em>not being alone in this existence</em> refers to other beings(s) that may have different goals or priorities than the player. Diplomacy is the bridge to those differences of 4X. Diplomacy is used to make allies or enemies, trade resources and information, or even as a channel for espionage. Most 4X games prefer complex uses of diplomacy rather than the standard <em>friend or foe</em> commonly found in non-4X strategy war games.</li>\n</ul>\n<p><strong>Limitations</strong>  </p>\n<p>For purposes of this game group, games where primary gameplay focuses only on <strong>eXtermination</strong> without any other possible victory conditions are <strong>excluded</strong> from this game group.</p>\n<p>This means games such as <a href=\"https://www.mobygames.com/game/384/age-of-empires/\">Age of Empires</a>, <a href=\"https://www.mobygames.com/game/338/command-conquer/\">Command &amp; Conquer</a>, <a href=\"https://www.mobygames.com/game/668/heroes-of-might-and-magic/\">Heroes of Might and Magic</a>, or <a href=\"https://www.mobygames.com/game/371/warcraft-orcs-humans/\">WarCraft</a> <strong>should not</strong> go here.</p>\n<p><strong>Additional note</strong>  </p>\n<p>Some hybrid games do not follow the traditional identification of 4X games, disabling one or more of its common features, yet may officially identify itself under the same genre. Whether or not these games should be included remain open for debate.</p>",
      "genre_id": 142,
      "genre_name": "4X"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Action RPGs are Role Playing games with more focus on real-time action elements (such as combat and exploration) than other menu-based or turn-based Role Playing games.</p>",
      "genre_id": 166,
      "genre_name": "Action RPG"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>The subgenre Arcade on MobyGames does not refer to games that originated as arcade machines, but to action games with very simple gameplay interaction similar to coin-op arcade games. These games usually require little puzzle solving or tactical thinking and rely solely on the “twitch” gameplay.</p>\n<p>Simple and straightforward gameplay is not the only feature, there has to be an element of loop based gameplay (variations of similar patterns are repeated many times and the player progresses through repetition and mastering them) and risk/reward based on a time limit or combo/score focused gameplay.</p>",
      "genre_id": 9,
      "genre_name": "Arcade"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Artillery games are (usually turn-based) tactical games in which the players try to damage each other by shooting artillery shells or other weaponry influenced by gravity over large distances. Usually players give an angle at which to fire and a velocity. External factors such as terrain obstructions and wind force have to be taken into consideration.</p>\n<p>Puzzle games such as <a href=\"https://www.mobygames.com/game/46396/angry-birds/\">Angry Birds</a> also belong to this genre.</p>",
      "genre_id": 143,
      "genre_name": "Artillery"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Beat 'em ups - also known as Brawlers - focus on close-ranged (melee) combat with a large number of opponents. Usually players can perform multiple combat moves and/or combos to hurt the opponents. These games are usually divided into levels similar to platform games or action games. Beat ‘em ups are not to be confused with Versus Fighting games which offer balanced arena fights between equally balanced teams or single characters.</p>",
      "genre_id": 117,
      "genre_name": "Beat 'em up / brawler"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Board games are usually strategy/tactics games with a strong focus on multi-player. Often they are direct translations of physical Board games. Related sub-genres are Cards, Chess and Game Show.</p>",
      "genre_id": 26,
      "genre_name": "Board game"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Card games are usually digital translation of traditional card games such as Poker, Solitaire or Bridge, but can also include new games that use the format of a card game or a card game as a mini-game. A related sub-genre is Trading/Collectible Card, which focuses purely on Trading Card games.</p>",
      "genre_id": 27,
      "genre_name": "Cards / tiles"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Chess refers to any game featuring chess or its variations. Combine with Puzzle Elements if it refers to or features chess problems/puzzles.</p>",
      "genre_id": 11,
      "genre_name": "Chess"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>City Building or Construction Simulation games are games that allow players to build and expand a city, or other construction project (such as a commercial building, theme park or zoo).</p>",
      "genre_id": 137,
      "genre_name": "City building / construction simulation"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Dating Simulation games are games in which the player must try to date various AI characters with the goal of developing a romantic relationship.  Gameplay consists mostly of conversing with characters and trying to give the right answers to increase that characters disposition towards you. </p>",
      "genre_id": 138,
      "genre_name": "Dating simulation"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Falling block puzzle games are action based puzzle games in which objects usually enter the screen at the top at a constant rate and have to be arranged by the player to form pairs, lines, or other shapes or combinations of colors and/or shapes. <a href=\"https://www.mobygames.com/game/1630/tetris/\">Tetris</a> is a famous example. They should not be confused with <a href=\"https://www.mobygames.com/genre/tile-matching-puzzle/\">tile-matching puzzle</a> games (e.g. <a href=\"https://www.mobygames.com/game/61070/candy-crush-saga/\">Candy Crush Saga</a>) where objects merely enter the screen to complete or re-fill a grid or field after items have been removed following a match. In tile-matching puzzle games the blocks or objects do not appear with a constant tempo and the position as they enter the field cannot be manipulated by the player.</p>",
      "genre_id": 145,
      "genre_name": "Falling block puzzle"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Fighting games allow players to engage in melee arena combat. Usually one-on-one, but team fighting games also exist. Fights continue until one of the characters or teams is knocked out. Additional endings may include being forced out of the arena/ring or a time limit. Fighting games should not be confused with Beat ‘em Ups / Brawlers which feature more overwhelming odds in the form of many less powerful antagonists.</p>",
      "genre_id": 48,
      "genre_name": "Fighting"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Games that feature gambling or games of chance (with an in-game currency or real world money) as a mini-game, a side activity or an optional gameplay element.</p>\n<p>Typical examples are games featuring Poker as a mini-game (e.g. <a href=\"https://www.mobygames.com/search/?q=Read+Dead+Redemption+II\">Read Dead Redemption II</a> or <a href=\"https://www.mobygames.com/game/379/leisure-suit-larry-in-the-land-of-the-lounge-lizards/\">Leisure Suit Larry in the Land of the Lounge Lizards</a>).</p>\n<p>It also includes titles that are gacha games or incorporate lootboxes where players bet real world money for a chance to receive an item of value. Examples are <a href=\"https://www.mobygames.com/game/172806/fifa-22/\">FIFA 22</a>, <a href=\"https://www.mobygames.com/game/150976/genshin-impact/\">Genshin Impact</a> or <a href=\"https://www.mobygames.com/game/65001/hearthstone-heroes-of-warcraft/\">Hearthstone: Heroes of WarCraft</a>.</p>\n<p>Games where the majority of the gameplay is based around gambling (e.g. slot machines, Poker, Blackjack or Roulette) receive the basic genre Gambling instead, as this subgenre Gambling elements is then implied.</p>",
      "genre_id": 234,
      "genre_name": "Gambling elements"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Game Show / Trivia / Quiz games test the player on their knowledge of certain subjects or their ability to discover hidden words or pictures. Usually the player is rewarded with points or virtual currency.</p>",
      "genre_id": 29,
      "genre_name": "Game show / trivia / quiz"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Graphical Adventure is a broad genre encompassing all traditional Adventure games with graphics and animations. This excludes Interactive Fiction, Interactive Movies and Visual Novels.</p>",
      "genre_id": 146,
      "genre_name": "Graphic adventure"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Games with hack and slash gameplay focus on combat with hand-to-hand weapons as opposed to guns, even though the presence of guns as additional weapons does not exclude the use of the genre. Games in this genre will typically feature melee combat that requires tactical depth (weapon choice / stance / timing attacks / parry / defence / evasion). It is predominately used in action games with RPG elements.</p>\n<p><strong>Limitations</strong></p>\n<ul>\n<li>\n<p><a href=\"https://www.mobygames.com/genre/sheet/beatemup-brawler/\">Beat 'em ups / Brawlers</a> (think <a href=\"https://www.mobygames.com/game/6599/streets-of-rage/\">Streets of Rage</a>) and <a href=\"https://www.mobygames.com/genre/sheet/fighting/\">Fighting</a> games (think <a href=\"https://www.mobygames.com/search/?q=Street+Fighter\">Street Fighter</a>) have their own, specific genre and do not use this one.</p>\n</li>\n<li>\n<p>Hack and slash games are often played from a behind view because there is strategy to the combat. Typically, side-scrolling 2D platformers do not receive this genre because of the straightforward combat, unless there is an extensive amount of depth to the mechanics.</p>\n</li>\n<li>\n<p>Popular examples of games using hack and slash gameplay are the <a href=\"https://www.mobygames.com/search/?q=Devil+May+Cry\">Devil May Cry</a> series, the <a href=\"https://www.mobygames.com/search/?q=God+of+War\">God of War</a> games, and games dubbed <em>Soulslike</em> popularized by <a href=\"https://www.mobygames.com/company/2348/fromsoftware-inc/\">FromSoftware's</a> <em>Souls</em> games.</p>\n</li>\n<li>\n<p>While <a href=\"https://www.mobygames.com/search/?q=Diablo\">Diablo</a> games and those similar to it had historically been referred to as Hack and Slash it was more done to keep itself separate from games that played similarly to it but offered a more in-depth story like <em>Baldur's Gate</em>. These games should be listed as <a href=\"https://www.mobygames.com/genre/sheet/action-rpg/\">Action RPGs</a> unless the melee combat has depth to it.</p>\n</li>\n</ul>",
      "genre_id": 68,
      "genre_name": "Hack and slash"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Games where the player must find objects hidden in a picture. </p>",
      "genre_id": 116,
      "genre_name": "Hidden object"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>These games simulate hunting of wildlife or game as the primary gameplay.</p>",
      "genre_id": 61,
      "genre_name": "Hunting"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>The entire game is represented as a linear (picture) book where the story is read or narrated. Elements allow the player to interact with parts of the book for a short sequence or a reaction. This does not influence the story and interactions do not represent a choice that alters the course of events. These titles are often educational and aimed at children, but an educational angle is not mandatory.</p>",
      "genre_id": 195,
      "genre_name": "Interactive book"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Interactive Fiction games (also known as Text Adventures) are Adventure games in which the player navigates through the game which is presented mostly in textual form. Usually the player interacts with the world by typing simple sentences of what he intends to which are interpreted by the game. Interactive Fiction can have a small amount of graphics to illustrate an area, the player must in this case still interact using textual input. Illustrations should not be required to finish the game.</p>",
      "genre_id": 23,
      "genre_name": "Interactive fiction / text adventure"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Japanese-style RPGs (or JRPGs) usually feature a more linear story line compared to traditional RPGs and focus on character development of a group of fixed characters. Most commonly they feature turn based combat with or without limited character placement. The player selects performed actions from a pop-up action menu.</p>",
      "genre_id": 147,
      "genre_name": "Japanese-style RPG (JRPG)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Japanese-style Adventure games, like Western adventures, focus on experiencing a narrative through the eyes of usually a single protagonist. This is achieved by interacting with the environment and receiving textual feedback from the game. In contrast to Western adventures, Japanese-style adventures have no Puzzle Elements, rarely feature an inventory, and are usually viewed from first-person perspective, without physical movement.</p>",
      "genre_id": 164,
      "genre_name": "Japanese-style adventure"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Life and Social Simulation games allow the player to control the life of humans, animals or other things that are alive or resemble living things. These types of simulation games can simulate an eco system or the (social) relation between the different life forms.</p>",
      "genre_id": 139,
      "genre_name": "Life / social simulation"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Managerial and Business Simulation games mold management of people and resources and economic business activities in a game format. Usually the aim of the game is to make money through strategic uses of the available resources and to try to grow as a company. Usually the individual management of employees of the player's company plays a large role.</p>",
      "genre_id": 40,
      "genre_name": "Managerial / business simulation"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Massively Multiplayer Virtual Worlds are a form of online community that allow a large number of players to play in the same game space, such as a MMO game. A significant amount of player to player interaction and communication is a requirement to belong to this genre. A common type is the Multi-User Dungeon (MUD), which can be represented by text only, or by graphics and are usually controlled with textual input using a text parser. </p>",
      "genre_id": 160,
      "genre_name": "Massively Multiplayer"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Mental Training games serve as means for the player to improve their mental capacity. These games most often offer various puzzles, sums and reflex mini-games that serve to train and exercise the mind. </p>",
      "genre_id": 107,
      "genre_name": "Mental training"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Metroidvania is a subgenre of Action games. The term is a portmanteau of Metroid and Castlevania and refers to games that feature the most distinctive gameplay concepts of the <a href=\"https://www.mobygames.com/search/?q=Metroid\">Metroid</a> games and later <a href=\"https://www.mobygames.com/search/?q=Castlevania\">Castlevania</a> games, starting with <a href=\"https://www.mobygames.com/search/?q=Castlevania:+Symphony+of+the+Night\">Castlevania: Symphony of the Night</a> (although <a href=\"https://www.mobygames.com/search/?q=Castlevania+II:+Simon's+Quest\">Castlevania II: Simon's Quest</a> is sometimes considered to be in the same category). Games of this genre feature gameplay in an explorable world that is gated in content mainly by specific abilities that need to be acquired by the player, and which gradually opens up more as the player overcomes its obstacles. Generally these games have a central hub from which the player can move to various interconnected areas or levels, some degree of persistency to their game worlds and some degree of non-linear progression while subtly guiding the player towards the next intended path.</p>\n<p>The vast majority of Metroidvania games use a side scrolling perspective like the games the term derives from and the term was for a long time used to describe only such games, but this is no longer a requirement. Top-down or bird's-eye view (e.g. <a href=\"https://www.mobygames.com/search/?q=The+Legend+of+Zelda:+Link's+Awakening\">The Legend of Zelda: Link's Awakening</a>) or 3D games (e.g. <a href=\"https://www.mobygames.com/game/42258/batman-arkham-asylum/\">Batman: Arkham Asylum</a>) can also share these concepts.</p>\n<p>Metroidvania games often feature mild RPG elements such as stat-based character development (upgradable health, strength and luck for example), respawning enemies, NPCs that talk to the player and trading for gear and items. </p>",
      "genre_id": 24,
      "genre_name": "Metroidvania"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Some games have a collection of mini-games. Either this is the entire game, or the mini-games are in addition of a core game. Mini-games are short activities with almost instant gratification. Games should have a significant amount of mini-games to be tagged with this genre. </p>",
      "genre_id": 140,
      "genre_name": "Mini-games"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Music / Rhythm games are games in which the player makes music or must operate at a certain beat or rhythm. Some music game might require actual music instruments or controller facsimiles (or singing) as input for the game.</p>",
      "genre_id": 97,
      "genre_name": "Music / rhythm"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Paddle/Pong games are arcade action games in which the players control one or more paddles which can be used to bounce a ball in various directions. Goals can include scoring goals or destroying bricks inside the playing field.</p>",
      "genre_id": 64,
      "genre_name": "Paddle / Pong"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Party games focus on play sessions with a group of players. Party games are focused more on social interaction. Party games usually have simple controls and allow for easy drop-in and out so that everyone can enjoy them.</p>",
      "genre_id": 144,
      "genre_name": "Party game"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Pinball games simulate existing or fictional coin-op Pinball machines.</p>",
      "genre_id": 53,
      "genre_name": "Pinball"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Platform games can be both 2D and 3D games in which jumping or climbing onto platforms on various elevations is a major focus of the game. Early platform games mostly focused on climbing onto platforms using ladders, while later games generally focus more on jumping.</p>",
      "genre_id": 21,
      "genre_name": "Platform"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Puzzle Elements denotes any type of non-puzzle game that features puzzle solving elements.</p>",
      "genre_id": 30,
      "genre_name": "Puzzle elements"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Games with Quick Time Events ask the player to react to prompts on the screen to progress. A small time window is provided for a single, exact key or button to be pressed. Contrary to <strong>Timed Input</strong> games where such gameplay forms the entire game, Quick Time Events are small events in addition to very different gameplay which forms that majority of the gameplay. Examples include QTEs in <a href=\"https://www.mobygames.com/search/?q=God+of+War\">God of War</a> or <a href=\"https://www.mobygames.com/search/?q=Telltale\">Telltale's</a> <a href=\"https://www.mobygames.com/search/?q=The+Walking+Dead\">The Walking Dead</a>, even when they only form 1% of the entire gameplay.</p>",
      "genre_id": 219,
      "genre_name": "Quick Time Events (QTEs)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Games of any main genre, except RPG, that incorporate 'light' elements taken from role-playing games, such as customization options for characters or vehicles, leveling and upgrade systems with different perks and effects, abilities and upgrade system that provide room for different gameplay styles and so on.</p>",
      "genre_id": 165,
      "genre_name": "RPG elements"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Rail Shooters are shooter games that place the player on rails. Usually the player can only control a targeting reticule or has very limited control over the vehicle, being or thing the player controls.</p>",
      "genre_id": 148,
      "genre_name": "Rail shooter"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns.</p>\n<p>Not all real-time games with strategy elements are usually considered RTS. A conventional RTS includes most or all of these features:</p>\n<ul>\n<li>multiple unit control</li>\n<li>base building</li>\n<li>resource gathering</li>\n<li>training units as opposed to sticking to pre-defined starting units (although the latter may appear in certain missions)</li>\n<li>two or more player/AI-controlled forces on the map with equal opportunity to build and attack</li>\n<li>construction and combat approximately equally in focus</li>\n</ul>",
      "genre_id": 225,
      "genre_name": "Real-time strategy (RTS)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>A subgenre of tactics games in which players control a small group of units, usually predefined or chosen from several preset characters/units. It focuses on combat on a smaller scale, units can normally not be re-trained when lost and the games are played in real time.</p>",
      "genre_id": 258,
      "genre_name": "Real-time tactics (RTT)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Roguelike games are games that mimic the gameplay of the 1980 Mainframe game Rogue. These games allow players to crawl through a randomized dungeon in which the player encounters randomized monsters and randomized loot. In most of these games if the player dies he cannot reload earlier save games (permadeath) and must start anew. Certain abilities are permanent and unlock through multiple sessions, while other are drawn randomly for each session.</p>",
      "genre_id": 149,
      "genre_name": "Roguelike"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Sandbox / Open World games present the players with a game world in which they can freely explore and try to interfere with the status quo. Most Sandbox games feature no specific goals, while Open World games usually do feature certain goals. Usually the player is given a broad freedom of how to achieve these goals, although Open World games with linear mission structures also exist. The Sandbox/Open World genre can be combined with other genres such as Simulation or Action.</p>",
      "genre_id": 150,
      "genre_name": "Sandbox / open world"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Shooter games are a broad action genre in which the player shoots enemies or targets as a primary gameplay mechanic. This can be from any perspective.</p>",
      "genre_id": 22,
      "genre_name": "Shooter"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Stealth games require the player to avoid contact with enemies in the game and instead try to pass them by silently and hidden or using disguises. Goals can range from reaching a certain position, theft, sabotage, etc.</p>",
      "genre_id": 99,
      "genre_name": "Stealth"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Survival Horror games drop the player in a horror setting where survival against usually supernatural enemies is made difficult by sparse distribution of weaponry and ammunition and often a more realistic approach of the protagonists physical capabilities. The goal of these games is usually to escape the hazardous situation and trying to survive.</p>",
      "genre_id": 102,
      "genre_name": "Survival horror"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Tactical RPGs are Role Playing games with a focus on tactical combat. In Japanese-style Tactical RPGs these are usually denoted with the term “Tactics”. These types of games usually feature more combat options than other RPGS, such as party combat with character positioning and more varied attack effects other than just damage.</p>",
      "genre_id": 152,
      "genre_name": "Tactical RPG"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Tactical Shooters are a type of Shooter game with a higher degree of realism than most shooters. Many tactical shooters are squad-based where the player either has control over multiple squad members directly or can issue commands to the AI.</p>",
      "genre_id": 153,
      "genre_name": "Tactical shooter"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Tile Matching Puzzle games are puzzle games in which the player must match tiles. Actual mechanics may vary from flipping over the right tiles as in the traditional Memory game or moving them next to one-another in Bejeweled.</p>",
      "genre_id": 154,
      "genre_name": "Tile matching puzzle"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Time Management games are games in which the player has to complete a number of tasks, the player must use his insight and reflexes to perform the tasks in the best order and as quickly as possible. Time management games often simulate jobs in which the player must handle a lot of customers of different tasks.</p>",
      "genre_id": 155,
      "genre_name": "Time management"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>In Timed Input games the entire gameplay consists of matching player input to prompts on the screen in a timely manner. This mainly includes games where reflexes are needed (e.g. <a href=\"https://www.mobygames.com/search/?q=Dragon's+Lair\">Dragon's Lair</a>). Games where there is ample time is provide to make a choice, without time restriction, do not apply. Games where timed input forms a minority of the gameplay have the genre <strong>Quick Time Events</strong> instead. Games that demand reflexes from the player are not necessarily Timed Input games as there need to be prompts on the screen or a set amount of limited choices that are repeated and there is only a small amount of freedom. Games where a constant rhythm needs to be maintained (e.g. <a href=\"https://www.mobygames.com/search/?q=Guitar+Hero\">Guitar Hero</a>, <a href=\"https://www.mobygames.com/search/?q=Dance+Dance+Revolution\">Dance Dance Revolution</a>) use the genre <a href=\"http://www.mobygames.com/genre/sheet/rhythm-music/\">Music / Rhythm\nDescription</a> instead. This genre does not include shooting gallery games where the player needs to aim a cross-hair and shoot.</p>",
      "genre_id": 218,
      "genre_name": "Timed input"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Tower Defense games are a type of strategy game in which the player builds so-called towers to thwart an invading NPC army to reach a certain location on the map. Towers typically shoot at NPC units or otherwise hinder them from reaching their destination. Some of these games allow the player to build mazes out of towers for the NPCs to navigate, while others only allow towers to be built on predefined positions.</p>",
      "genre_id": 156,
      "genre_name": "Tower defense"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Trading Card / Collectible Card games simulate traditional trading card games in which players can buy or earn booster packs of randomly selected cards with which to build a deck for play. Each card has various statistics that are employed when the player puts the card into play. Games with this genre don’t have to be actual conversions of existing card games. </p>",
      "genre_id": 157,
      "genre_name": "Trading / collectible card"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>The game requires the player to perform stunts to score points or advance in the game.</p>",
      "genre_id": 96,
      "genre_name": "Tricks / stunts"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Turn-based strategy (TBS) is a sub-genre of strategy video games in which the game progresses incrementally in turns.</p>",
      "genre_id": 226,
      "genre_name": "Turn-based strategy (TBS)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>A subgenre of tactics games in which players control a small group of units, usually predefined or chosen from several preset characters/units. It focuses on combat on a smaller scale, units can normally not be re-trained when lost and the games are played in turns.</p>",
      "genre_id": 260,
      "genre_name": "Turn-based tactics (TBT)"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Also called NVL games, \"digital novels\", and \"choose-your-own-adventure games\": games in which the story is told through text overlaid on a background representing the scene being described. The player's input is confined to periodically making choices which might affect the direction and outcome of the story. Mostly regarded as a branch of Japanese adventure, but Western examples exist as well.</p>",
      "genre_id": 111,
      "genre_name": "Visual novel"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Wargames are military simulation games. Most wargames revolve around a single war, campaign or battle in which the player can play out various what-if scenarios by trying out different tactics and/or strategies. </p>",
      "genre_id": 161,
      "genre_name": "Wargame"
    },
    {
      "genre_category": "Gameplay",
      "genre_category_id": 4,
      "genre_description": "<p>Word Construction games are Puzzle or Educational games in which the player must form words. Usually the player is given a series of letters or letter combinations that have to be rearranged. </p>",
      "genre_id": 162,
      "genre_name": "Word construction"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>In these games the player directly controls a single avatar (at a given time); usually using directional buttons and other action buttons that let the avatar interact with the environment when pressed.</p>",
      "genre_id": 168,
      "genre_name": "Direct control"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games are comprised mostly of menus in which the player selects the actions they wish to perform. This genre is only to be used for games which use it as a majority part of the gameplay and not for games who simply have a start or options menu.</p>",
      "genre_id": 172,
      "genre_name": "Menu structures"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games are controlled using motions which are registered either by a camera or some form of gyrometer.</p>",
      "genre_id": 169,
      "genre_name": "Motion control"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games allow the player to control multiple characters or units at the same time. This does not apply to real-time strategy games, in which lassoing multiple units can be done to select them all at once.</p>",
      "genre_id": 173,
      "genre_name": "Multiple units/characters control"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games are controlled by pointing at desired game elements and selecting them. This is not solely restricted to games that use a mouse (clicking), but can also be used for other types of controllers (including touch), even when they don't say \"click\". This does not apply to light gun shooters, as pulling the trigger is considered Direct control.</p>",
      "genre_id": 167,
      "genre_name": "Point and select"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games require textual input from the player, typically in the form of simple sentences. This does not apply to typing exercises and tutors in the educational genre, which are considered Direct control.</p>",
      "genre_id": 171,
      "genre_name": "Text parser"
    },
    {
      "genre_category": "Interface/Control",
      "genre_category_id": 7,
      "genre_description": "<p>These games are controlled by the voice of the player or other sounds the player (or their environment) makes. This generally requires a recording input device such as a microphone.</p>",
      "genre_id": 170,
      "genre_name": "Voice control"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate athletics sports including racing tracks on foot, field throws (such as javelin throwing), and field jumps (such as long jump).</p>",
      "genre_id": 135,
      "genre_name": "Athletics"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate baseball (or a variant thereof) or allow the player to manage a baseball team.</p>",
      "genre_id": 32,
      "genre_name": "Baseball"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate basketball (or a variant thereof) or allow the player to manage a basketball team.</p>",
      "genre_id": 33,
      "genre_name": "Basketball"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate bowling. Most commonly ten-pin bowling.</p>",
      "genre_id": 88,
      "genre_name": "Bowling"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate boxing or allow the player to manage boxers. It mainly involves punching techniques, combos, and footwork inside a ring or some other dedicated area. Certain kinds of boxing like Muay Thai kickboxing also fit with the theme genre Martial arts.</p>",
      "genre_id": 36,
      "genre_name": "Boxing"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate cricket or allow the player to manage a cricket team.</p>",
      "genre_id": 73,
      "genre_name": "Cricket"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate target shooting with either darts, guns, bows or other projectiles for sport.</p>",
      "genre_id": 119,
      "genre_name": "Darts / target shooting"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate dodgeball or allow the player to manage dodgeball teams.</p>",
      "genre_id": 125,
      "genre_name": "Dodgeball"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate the hobby of catching fish for sport. This is also includes traditional fishing above the water with tools such as rods and nets, as well as underwater spearfishing.</p>",
      "genre_id": 18,
      "genre_name": "Fishing"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate American football or allow the player to manage a football team. (for European football, see \"Soccer\", see also “Rugby/Australian Football” for a related sports)</p>",
      "genre_id": 31,
      "genre_name": "Football (American)"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate (European) football, a.k.a. soccer.</p>",
      "genre_id": 49,
      "genre_name": "Football (European) / Soccer"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate golfing or miniature golf.</p>",
      "genre_id": 35,
      "genre_name": "Golf"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate hockey or allow the player to manage a hockey team. Both ice and field hockey are allowed.</p>",
      "genre_id": 34,
      "genre_name": "Hockey"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate horse racing or allow the player to manage horse racers.</p>",
      "genre_id": 91,
      "genre_name": "Horse / derby"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate multiple sporting events in a single game, similar to the Olympics.</p>",
      "genre_id": 38,
      "genre_name": "Olympiad / mixed sports"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate the non-violent sport paintball. </p>",
      "genre_id": 105,
      "genre_name": "Paintball"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate table tennis, also known as ping pong.</p>",
      "genre_id": 103,
      "genre_name": "Ping pong / table tennis"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate a bar game such as pool, billiards or snooker in any of its variants.</p>",
      "genre_id": 89,
      "genre_name": "Pool / snooker"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate raquetball or squash.</p>",
      "genre_id": 136,
      "genre_name": "Racquetball / squash"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate rugby, Australian football or other football variants or allow the player to manage a rugby/football team.</p>",
      "genre_id": 75,
      "genre_name": "Rugby"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate piloting or racing sailboats, wind sails, rowing boats,  powerboats, etc.</p>",
      "genre_id": 63,
      "genre_name": "Sailing / boating"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate any sport that involves boards or footwear with wheels including skateboarding, roller skating, and roller blading.</p>",
      "genre_id": 52,
      "genre_name": "Skateboarding"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate sports that involve maneuvering across snow and ice, mainly snowboarding or skiing.</p>",
      "genre_id": 95,
      "genre_name": "Snowboarding / skiing"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate surfing and/or Wakeboarding.</p>",
      "genre_id": 109,
      "genre_name": "Surfing"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate tennis or allow the player to manage tennis players.</p>",
      "genre_id": 37,
      "genre_name": "Tennis"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate volleyball (or a variant thereof) or allow the player to manage a volleyball team.</p>",
      "genre_id": 77,
      "genre_name": "Volleyball"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>Simulation of traditional wakeboarding.</p>",
      "genre_id": 110,
      "genre_name": "Wakeboarding"
    },
    {
      "genre_category": "Sports Themes",
      "genre_category_id": 3,
      "genre_description": "<p>These games simulate wrestling or Professional wrestling.</p>",
      "genre_id": 51,
      "genre_name": "Wrestling"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any game that studies ecosystems, the natural environment, and the like. This encompasses any living plants, fungi, and animals based on both land and water.</p>",
      "genre_id": 81,
      "genre_name": "Ecology / nature"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game where an emphasis is put on learning a language that is foreign to the learner.</p>",
      "genre_id": 85,
      "genre_name": "Foreign language"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game where the focus is on learning geography, locations, landmarks, etc.  Example:  the \"Where is Carmen Sandiego\" series.</p>",
      "genre_id": 71,
      "genre_name": "Geography"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game that develops or explores visual creativity. This includes paint programs, electronic coloring books, digital stickers, and animation direction.</p>",
      "genre_id": 79,
      "genre_name": "Graphics / art"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Attempts to teach healthy habits such as nutrition, exercise, \"clean living\", etc.</p>",
      "genre_id": 92,
      "genre_name": "Health / nutrition"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game that teaches history, ranging from the Stone Age to the Modern Era. Prehistoric times such as the time of the dinosaurs qualify as Science.</p>",
      "genre_id": 74,
      "genre_name": "History"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Educational game centering on building mathematical and/or logic skills, such as addition, subtraction, geometry, etc.</p>",
      "genre_id": 43,
      "genre_name": "Math / logic"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Educational game centering on building tonal and music theory skills.</p>",
      "genre_id": 59,
      "genre_name": "Music"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Educational game centering on entertaining and teaching pre-school children or toddlers.  Typing skills are usually not required.</p>",
      "genre_id": 46,
      "genre_name": "Pre-school / toddler"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Educational game centering on building reading, writing, spelling, or grammar skills in the player's native language.</p>",
      "genre_id": 44,
      "genre_name": "Reading / writing"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game that teaches or emphasizes religious teachings.</p>",
      "genre_id": 84,
      "genre_name": "Religion"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game with an emphasis on learning biology, chemistry, physics, etc.</p>",
      "genre_id": 86,
      "genre_name": "Science"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Denotes any educational game that attempts to teach sociology.</p>",
      "genre_id": 98,
      "genre_name": "Sociology"
    },
    {
      "genre_category": "Educational Categories",
      "genre_category_id": 5,
      "genre_description": "<p>Educational game centering on building typing and keyboard skills. Typically this applies to the QWERTY keyboard layout, utilized by games like  “Mavis Beacon Teaches Typing\". There are games which make use of different keyboard layouts such as \"Dvorak on Typing\" for the DVORAK keyboard.</p>",
      "genre_id": 45,
      "genre_name": "Typing"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>Games that prominently feature agricultural / industrial vehicles controlled directly in a simulation.</p>",
      "genre_id": 222,
      "genre_name": "Agricultural / industrial"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of an automobile (both driving and racing it) or otherwise focus on automobiles even if they are not driven.</p>",
      "genre_id": 188,
      "genre_name": "Automobile"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a non-motorized bike to explore or race, or allow the player to manage a bike racing team.</p>",
      "genre_id": 104,
      "genre_name": "Bike / bicycling"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of or otherwise focus on buses. This includes both racing, simulation driving or any managerial game focusing on buses.</p>",
      "genre_id": 16,
      "genre_name": "Bus"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of an aircraft (both flight and combat) or otherwise focus on aircrafts or aviation. Helicopters have their own genre where Flight/Aviation is implied. This genre also covers hot air balloons, blimps, zeppelins, gliders, hang-gliders and similar ones.</p>",
      "genre_id": 19,
      "genre_name": "Flight / aviation"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a helicopter (both flight and battle) or otherwise focus on helicopters.</p>",
      "genre_id": 56,
      "genre_name": "Helicopter"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a hovercraft, a hybrid craft capable of travelling over land, water, mud or ice and other surfaces. This also includes futuristic crafts that hover above the ground (e.g. <a href=\"https://www.mobygames.com/search/?q=WipEout\">WipEout</a> or <a href=\"https://www.mobygames.com/search/?q=F-Zero\">F-Zero</a>). Hovercraft games do not have the genres Flight/Aviation or Naval/Watercraft.</p>",
      "genre_id": 189,
      "genre_name": "Hovercraft"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of or otherwise focus on robots or machines controlled by people. These machines vary great in size and shape, but are distinguished from other vehicles by their humanoid or biomorphic appearance.</p>",
      "genre_id": 72,
      "genre_name": "Mecha / giant robot"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a motorcycle, dirtbike or similar vehicle or otherwise focus on motorcycles.</p>",
      "genre_id": 20,
      "genre_name": "Motorcycle"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a boat, ship or other type of watercraft, or otherwise focus on watercraft or naval combat or navigation. Hovercrafts are considered a separate genre.</p>",
      "genre_id": 41,
      "genre_name": "Naval / watercraft"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to participate in or otherwise focus on off-road racing/driving.</p>",
      "genre_id": 58,
      "genre_name": "Off-roading"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a self-propelled artillery or otherwise focus on self-propelled or mobile artillery.</p>",
      "genre_id": 224,
      "genre_name": "Self-propelled artillery"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of or otherwise focus on snowmobiles. This includes racing, but also transport.</p>",
      "genre_id": 228,
      "genre_name": "Snowmobile"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of spacecraft or otherwise focus on spacecrafts.</p>",
      "genre_id": 151,
      "genre_name": "Space flight"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>Games which revolve around the practice of street racing, i.e. racing of motor vehicles on a public road. This practice is mostly illegal in real life, and many games depict it as an underground, illicit affair (and may feature themes such as dodging regular traffic or avoiding police), but this is not necessary for inclusion in the group. </p>",
      "genre_id": 191,
      "genre_name": "Street racing"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a tank or otherwise focus on tanks.</p>",
      "genre_id": 80,
      "genre_name": "Tank"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to participate in or otherwise focus on racing/driving on racing tracks. This does not need to be a real race track, but it needs to be clear the environment has been fenced off or designed in such a way that a track is created, regardless of the surface or the setting. Racing games that take place in open environments where all obstacles or routes are natural, without human intervention to create a track (e.g. <a href=\"https://www.mobygames.com/search/?q=Outrun\">Outrun</a>), do not receive this genre. Invisible barriers also do not count as a way to create a track. In order to receive this genre, the majority of the racing needs to take place on a track.</p>",
      "genre_id": 192,
      "genre_name": "Track racing"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of a train or otherwise focus on trains.</p>",
      "genre_id": 108,
      "genre_name": "Train"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of or otherwise focus transporting people or cargo using vehicles.</p>",
      "genre_id": 193,
      "genre_name": "Transport"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>These games allow the player to take control of or otherwise focus on trucks. This includes racing, but also transport.</p>",
      "genre_id": 194,
      "genre_name": "Truck"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>Vehicle Simulator games are games in which the player takes control of any type of vehicle in a peaceful manner. A game is required to have a certain level of realism to be considered a simulator. Vehicles may be fictional such as space ships. This genre is not to be used for games that allow the player to perform combat in said vehicles; use Vehicular Combat Simulator instead.</p>",
      "genre_id": 158,
      "genre_name": "Vehicle simulator"
    },
    {
      "genre_category": "Vehicular Themes",
      "genre_category_id": 11,
      "genre_description": "<p>Vehicular combat has the player engage in combat using vehicles. Vehicles may be fictional such as “Mechs” or space ships.</p>",
      "genre_id": 159,
      "genre_name": "Vehicular combat"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy Africa.</p>",
      "genre_id": 196,
      "genre_name": "Africa"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place during the Age of Discovery, Age of Enlightenment or a fantasy adaptation thereof (roughly 15th-18th century).</p>",
      "genre_id": 261,
      "genre_name": "Age of Discovery / Enlightenment"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>These games take place in an altered historical setting and are based on real historical events which are then altered to provide setting that is different from actual historical events and outcomes.</p>",
      "genre_id": 262,
      "genre_name": "Alternate history"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy Asia.</p>",
      "genre_id": 197,
      "genre_name": "Asia"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set during Ancient China (c. 2100 – c. 221 BC) or  Imperial China (221 BC – 1911). This also includes all games where the visual style references art styles or themes used during that period.</p>",
      "genre_id": 198,
      "genre_name": "China (Ancient / Imperial)"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of the game is set during the classical antiquity, a broad term for a long period of cultural history centered on the Mediterranean Sea, comprising the interlocking civilizations of ancient Greece and ancient Rome, collectively known as the Greco-Roman world. It is the period in which Greek and Roman society flourished and wielded great influence throughout Europe, North Africa and Southwestern Asia. This also includes all games that use a visual style or theme referencing the period.</p>",
      "genre_id": 203,
      "genre_name": "Classical antiquity"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is about any or all in a series of conflicts commonly referred to as the Cold War.</p>",
      "genre_id": 199,
      "genre_name": "Cold War"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>These games are set more or less around the time of the game's release, e.g. a 1980s game with an environment and objects typical of that time. It can be used in combination with a game group like <a href=\"https://www.mobygames.com/group/14681/setting-1980s/\">Setting: 1980s</a>. The exact year or time period does not necessarily need to be specified. Minor fantasy or science fiction elements are allowed if most of the setting is still contemporary. When there are no elements that are typical of the contemporary time period, they are vague or the period is too broad, the genre should not be used.</p>",
      "genre_id": 200,
      "genre_name": "Contemporary"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>These games have a dark futuristic setting. Sometimes modeled around the concept of a \"cyberpunk\", or a human individual in the future that can interface directly with computers or a computer network, and has to \"take down The Corporation\". Science fiction with an explicitly dark and/or moody tone.</p>",
      "genre_id": 66,
      "genre_name": "Cyberpunk / dark sci-fi"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set during Ancient Egypt, a civilization of ancient Northeastern Africa, concentrated along the lower reaches of the Nile River in what is now the modern country of Egypt, between 3100 BC and 332 BC. This also includes all games that use a visual style or theme referencing the period.</p>",
      "genre_id": 201,
      "genre_name": "Egypt (Ancient)"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy Europe.</p>",
      "genre_id": 202,
      "genre_name": "Europe"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>These games use a fictional fantasy setting. Fantasy settings often feature supernatural elements such as undead creatures or sorcery or fantasy creatures such as orcs, elves and dragons.</p>",
      "genre_id": 78,
      "genre_name": "Fantasy"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>These games revolve around a specific historic event, not limited to conflicts or battles. Games that feature scenarios about specific historic events or battles also apply.</p>",
      "genre_id": 14,
      "genre_name": "Historical events"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place during the Industrial Age/Revolution or a fantasy adaptation thereof.</p>",
      "genre_id": 204,
      "genre_name": "Industrial Age"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>Games where the action takes place during the Interbellum, that is between the First World War and the Second World War (1918-1939, more or less, depending on your country's vision of the world), or, in other words: in (roaring) 1920s and (dirty) 1930s. Fedora hats, Tommy guns, prohibition in USA, the Great Depression, jazz &amp; swing, rapidly growing commercial aviation and radio, the beginnings of television, introduction of sound (&amp; color) in movies, Art Deco, Bauhaus - and those classy curvy cars! But on the other side: the rise of Nazism/Fascism and Communism, which soon led everything to be Gone With The Wind.</p>\n<p><strong>Limitations</strong>* Exclude games that are set during either World War I or World War II. In certain cases exceptions can be made to extend the period to early 1940s: say, if the protagonist is a private eye on a Hollywood murder case in 1942, then it's all right to include the game here; but if the hero is a Resistance fighter in occupied France, then the game should go to World War II group. Games that are set in fantasy worlds that share certain stylistic elements with this real-world setting (such as for example Discworld Noir) should be excluded as well.</p>",
      "genre_id": 216,
      "genre_name": "Interwar"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>Games set on the Japanese archipelago between the Paleolithic period (c. 35,000 BC) until the end of the Azuchi–Momoyama period (1600). This excludes Modern Japan (1600 onwards). This also includes all games that use a visual style or theme referencing the period.</p>",
      "genre_id": 220,
      "genre_name": "Japan (Ancient/Classical/Medieval)"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>This setting includes games that take place in early modern Japan (Edo period, 1600-1868), and modern Japan (starting with Meiji period, 1868-1912, and continuing to present time Japan).</p>\n<p>Games that take place in the future version of Japan should also use this setting instead of general Asia one.</p>",
      "genre_id": 229,
      "genre_name": "Japan (Modern/Futuristic)"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in a Medieval setting such as in Europe or a fantasy environment, otherworldly, and/or medieval-times-with-sorcery simulacrum.</p>",
      "genre_id": 205,
      "genre_name": "Medieval"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy Middle East.</p>",
      "genre_id": 206,
      "genre_name": "Middle East"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy North America. This excludes games set during the Pre-Columbian Americas, which is a separate genre.</p>",
      "genre_id": 207,
      "genre_name": "North America"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy Oceania.</p>",
      "genre_id": 208,
      "genre_name": "Oceania"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in a Post-Apocalyptic world. After the end of civilization as we know it, before a new and equal society has arisen to replace it. Often a world-wide nuclear war, where radiation has created mutants, entire cities are leveled, and necessities like gas, food, and water are hard to come by. However, the setting applies to any world that was destroyed following a major disaster: post-nuclear war, post-pandemic, post-zombie apocalypse, post-natural disaster (like global weather disaster or asteroid strike), or, even, post-alien invasion.</p>",
      "genre_id": 65,
      "genre_name": "Post-apocalyptic"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set during the Pre-Columbian era. It incorporates all period subdivisions in the history and prehistory of the Americas before the appearance of significant European influences on the American continents, spanning the time of the original settlement in the Upper Paleolithic period to European colonization during the Early Modern period. This also includes all games that use a visual style or theme referencing Aztec, Inca, Maya ... culture.</p>",
      "genre_id": 209,
      "genre_name": "Pre-Columbian Americas"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in a prehistoric setting.</p>",
      "genre_id": 190,
      "genre_name": "Prehistoric"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in the future or outer space or features many science fiction elements.</p>",
      "genre_id": 8,
      "genre_name": "Sci-fi / futuristic"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games revolves around sea pirates and/or takes place in the Caribbean during the colonization of the Americas.</p>",
      "genre_id": 210,
      "genre_name": "Sea pirates / Caribbean"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set in historic/present/future/fantasy South America. This excludes games set during the Pre-Columbian Americas, which is a separate genre.</p>",
      "genre_id": 211,
      "genre_name": "South America"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in time periods where steampower is used for a wide variety of fictional uses. Often they are set in an alternative 19th century or Victorian era Britain.</p>",
      "genre_id": 212,
      "genre_name": "Steampunk"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games takes place in the American Old West or a fantasy version thereof.</p>",
      "genre_id": 213,
      "genre_name": "Western"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set during World War I or a fictive continuation thereof.</p>",
      "genre_id": 214,
      "genre_name": "World War I"
    },
    {
      "genre_category": "Setting",
      "genre_category_id": 10,
      "genre_description": "<p>A significant part of these games is set during World War II or a fictive continuation thereof.</p>",
      "genre_id": 215,
      "genre_name": "World War II"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Adult games feature explicit sexual situations.</p>\n<p>Releases with this tag will not show on the front page and will have their cover art redacted from the main search boxes. The tag can (and should) be used in add-ons, compilations and special editions where applicable for this reason.</p>",
      "genre_id": 87,
      "genre_name": "Adult"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Comedy games present events in the game in comedic fashion. They feature jokes in conversations or one-liners, or rely on satire or absurdity.</p>",
      "genre_id": 120,
      "genre_name": "Comedy"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Crime games are about criminals or law enforcement pursuing them.</p>",
      "genre_id": 121,
      "genre_name": "Crime"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Detective/Mystery games feature a traditional detective story or mystery that needs to be solved.</p>",
      "genre_id": 55,
      "genre_name": "Detective / mystery"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Games that have as a theme the maintenance or improvement of health via the diagnosis, treatment, and prevention of disease, illness, injury, and other physical and mental impairments in human beings.</p>",
      "genre_id": 141,
      "genre_name": "Healthcare"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Horror games feature classic \"horror\" elements. Usually refers to traditional gothic horror, but can include other horror styles. </p>",
      "genre_id": 83,
      "genre_name": "Horror"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Martial Arts games revolve around people who fight in specific martial arts, such as Japanese judo, Chinese kung-fu, Brazilian capoeira, and multiple other styles worldwide. Unlike the Fighting genre this theme does not denote a specific gameplay mechanic.</p>",
      "genre_id": 39,
      "genre_name": "Martial arts"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Games that are about (not just feature) romance.</p>",
      "genre_id": 122,
      "genre_name": "Romance"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Spy / Espionage games revolve around spy characters or personages performing espionage.</p>",
      "genre_id": 93,
      "genre_name": "Spy / espionage"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Games where surviving is a central theme, for instance through gathering food, building shelter and so on.</p>",
      "genre_id": 163,
      "genre_name": "Survival"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>Thriller games use suspense, tension and excitement as the main narrative elements.</p>",
      "genre_id": 123,
      "genre_name": "Thriller"
    },
    {
      "genre_category": "Narrative Theme/Topic",
      "genre_category_id": 8,
      "genre_description": "<p>War games (not to be confused with Wargames) are games that have War as a narrative backdrop. The story takes place during wartime, or the player is actively fighting in a war.</p>",
      "genre_id": 124,
      "genre_name": "War"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Audio DLC is for added content that doesn't affect the gameplay but change how the game sounds.</p>\n<p><strong>Music</strong>: DLCs may be something like new songs for players to sing via microphone or to play with a guitar controller. Or, it can be the game soundtrack (not just a soundtrack to listen on it's own, that is not a DLC as it doesn't require a game) which changes the music during gameplay to a new tracks.</p>\n<p><strong>SFX</strong>: stands for Sound Effects. This can change how some actions sound (for example, user interface sounds or battle sounds or any other sound effects during gameplay).</p>\n<p><strong>Voice</strong>: DLCs are used to make characters sound different. Either additional or new voice-acting may be added. Adding new languages (voice-acted, not as subtitles) which the game didn't initially supported also falls under this category.</p>\n<p><strong>Important!!!</strong></p>\n<p>This DLC focuses on audio content exclusively. Adding new map/level, new character, new story content which obviously contains new audio materials doesn't require this genre to be selected, and in fact it shouldn't be.</p>",
      "genre_id": 227,
      "genre_name": "Audio (Music / SFX / Voice)"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>In-game currency, premium currency</p>",
      "genre_id": 174,
      "genre_name": "Currency"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Aesthetic customization element</p>",
      "genre_id": 181,
      "genre_name": "Customization / outfit / skin"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Edition Upgrade indicates a downloadable content (DLC) which acts like a patch or and update that basically upgrade the base game release to limited or deluxe or special edition release. It adds all the content difference between base and special edition release. Sometimes the content includes additional in-game elements while other times this can be a set of bonus content like digital art book or soundtrack or set of avatars.</p>\n<p><strong>Important:</strong> Similarly to how DLCs that add just non-game elements like digital soundtrack or digital art book that are accessible on their own and are not integrated inside the game itself, edition upgrades that only add such content are also not accepted as game entries. In order to DLCs or edition upgrades with only non-game elements, those elements must be integrated in the game and must be accessible either via main menu or pause menu or any other in-game interface.</p>",
      "genre_id": 232,
      "genre_name": "Edition upgrade"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Non-game elements such as soundtracks, wallpapers, beta access etc.</p>",
      "genre_id": 176,
      "genre_name": "Extras"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>New game modes</p>",
      "genre_id": 177,
      "genre_name": "Game mode"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>New in-game objects: weapons, power-ups, shields, spells</p>",
      "genre_id": 178,
      "genre_name": "Item"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Environment like a multiplayer map, additional songs for karaoke or music games, no story elements</p>",
      "genre_id": 179,
      "genre_name": "Map / level"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>This genre adds new mechanics to the game. The game will be enhanced with new gameplay systems that significantly change the gameplay compared to how the game was without the DLC. This can be either to the game at large or in a newly added <a href=\"https://www.mobygames.com/genre/sheet/game_mode/\">game mode</a>. </p>",
      "genre_id": 233,
      "genre_name": "Mechanics"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>DLC that adds a non-playable character, whether friend or foe.</p>",
      "genre_id": 175,
      "genre_name": "NPC / enemy"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Anything that does not fit the other categories. The addition needs to be described in the description.</p>",
      "genre_id": 180,
      "genre_name": "Other"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Car, military unit, creature - but something controlled by the player</p>",
      "genre_id": 182,
      "genre_name": "Player unit"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>New environment + story/missions OR new story/missions (quests) in an existing location</p>",
      "genre_id": 183,
      "genre_name": "Story / mission"
    },
    {
      "genre_category": "Add-on",
      "genre_category_id": 14,
      "genre_description": "<p>Upgrade DLC is for added content that improves playable character in some way or adds increased resource gathering or experience income.</p>\n<p>Some examples of Upgrade DLCs include:</p>\n<ul>\n<li><strong>Skill</strong>: new attack move, new taunt move, new weapon capabilities, etc.</li>\n<li><strong>Boost</strong>: attack, defense, health, resource or experience gathering, etc.</li>\n</ul>\n<p>Skills are new or upgraded skills for a character or vehicle or any other controllable unit, while boosts are consumables that can boos certain actions such as attack, defense, health, speed, number of lives, and other things.</p>\n<p>Concrete examples of skill upgrades would be something like:</p>\n<ul>\n<li>New sword attack</li>\n<li>New fighting technique</li>\n<li>Ability to carry 3 instead of 2 weapons</li>\n<li>Added ability to fly</li>\n<li>Added ability to understand alien language</li>\n<li>New multiplayer taunt move</li>\n<li>New weapon type for an aircraft</li>\n<li>Additional character lives</li>\n<li>Ability to cross rough terrain</li>\n</ul>\n<p>Concrete examples of boost upgrades would be something like:</p>\n<ul>\n<li>Increased speed for 30 seconds</li>\n<li>Increased defense by 5 points for all round shields</li>\n<li>Premium account (which collects 50% more experience points)</li>\n<li>Increased endurance</li>\n<li>Improved steering</li>\n<li>Decreased collision damage</li>\n<li>Potion that makes mana deplete at a slower rate</li>\n</ul>",
      "genre_id": 230,
      "genre_name": "Upgrade (Skill / Boost)"
    },
    {
      "genre_category": "Special Edition",
      "genre_category_id": 15,
      "genre_description": "<p>This Special Edition contains digital content that isn't an additional game, in-game content or DLC. Only items accessed digitally and outside of the game, e.g. a digital soundtrack, wallpaper etc.</p>",
      "genre_id": 184,
      "genre_name": "Digital extras"
    },
    {
      "genre_category": "Special Edition",
      "genre_category_id": 15,
      "genre_description": "<p>These Special Editions contains additional game or in-game content / DLC.</p>",
      "genre_id": 185,
      "genre_name": "Extra content / game"
    },
    {
      "genre_category": "Special Edition",
      "genre_category_id": 15,
      "genre_description": "<p>These Special Editions contains physical extras such as figurines, maps, soundtracks and other items.</p>",
      "genre_id": 186,
      "genre_name": "Physical extras"
    },
    {
      "genre_category": "Other Attributes",
      "genre_category_id": 6,
      "genre_description": "<p>Fangames are games based on popular properties, generally established video game series, comics, movies, or TV shows without an official commercial license. They are made by fans of the property and distributed through non-commercial means.</p>",
      "genre_id": 231,
      "genre_name": "Fangame"
    },
    {
      "genre_category": "Other Attributes",
      "genre_category_id": 6,
      "genre_description": "<p>Denotes any game where the gameplay, storyline, or setting was taken from or inspired by a specific movie, television show, book, board game, brand or other work that predated the game. Examples: NBA sports games, titles based on Walt Disney properties, games based on <em>Dragon Ball Z</em>, games based on <em>The Lord of the Rings</em> (book, movie or TV series), games based on Helly Kitty, <em>Ticket to Ride</em> based on the board game.</p>\n<p>It should <strong>not</strong> be used for games where a small part is licensed. E.g. <em>Forza Horizon</em> should not carry the tag because it contains licensed cars from various manufacturers, but a game entirely based around a single license (e.g. <em>Porsche Challenge</em>) should have it. The same applies for games with licensed music. Games based on other games or characters or franchises from other games never carry the tag.</p>",
      "genre_id": 82,
      "genre_name": "Licensed"
    },
    {
      "genre_category": "Other Attributes",
      "genre_category_id": 6,
      "genre_description": "<p>Regional differences mean that game released for same platform may look partially different in different countries and/or regions. This can refer to censored elements such as violence, adult scenes, or certain references, or it can mean the game simply has changes in its presentation, story, gameplay, but not enough to warrant a new game entry. Preferably, the differences should be mentioned either in game description or in the trivia section if known. Note that this does not apply to port differences where game is changed when ported to a different platform. This attribute only applies to game being partially different when played in different country, aside from change of text and voice-acting language.</p>\n<p>This genre does not apply for localized differences. Localization is almost sure to change dialogues, inside jokes and character names to make more sense to the country and language in question. For example \"Ace Attorney / Gyakuten Saiban\" games feature Phoenix Wright (US) and Ryuichi Naruhodo (JP) names for the main protagonist. In English \"Wright\" is often used to imply that he is \"right\" in a comical sense during dialogues. In Japanese version, \"Naruhodo\" as a read-word means \"of course\" which adds more humor to Japanese dialogues. Such localizations are assumed and there's a team of developers that does localization to different languages. Direct translation isn't always possible as different languages simply don't have all the same words or a way to exactly depict what is being said. In a same way, joke in one language literally translated to another may not be funny at all, especially if it's a word play. So, <strong>regional differences</strong> does not entail localization differences which are assumed for every officially locally translated game.</p>",
      "genre_id": 223,
      "genre_name": "Regional differences"
    }
  ]
}